/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "Annuler";
"Leave meeting" = "Quitter la réunion";
"Your meeting will begin soon..." = "La réunion va bientôt commencer";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "Le client Zoom que vous installez raccourcira le temps nécessaire pour rejoindre une réunion";
"Would you like to leave the meeting?" = "Voulez-vous quitter la réunion ?";

"Join from browser" = "Rejoindre via votre navigateur";
"Try again" = "Veuillez réessayer";
"Get support" = "Obtenir de l'aide";
"Your disk is full" = "Le disque est plein";
"Unknown Error" = "Erreur inconnue";
"Failed to install" = "Échec de l'installation";
"Failed to launch" = "Échec du lancement";
"Network connection failed" = "La connexion réseau a échoué";
"Free up storage and try again." = "Libérez de l'espace de stockage et réessayez.";
"Check your network and try again." = "Vérifiez votre réseau et réessayez.";
"Please try again." = "Veuillez réessayer.";
"If you still cannot join, contact the Zoom Support Team for help." = "Si vous n'arrivez toujours pas à vous connecter, contactez l'équipe d'assistance Zoom pour obtenir de l'aide.";

